11/data/attachments/673bec69182383e2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2e7bc26c-d79b-455f-a037-0dcd83ca7eaf</nif:username>
            <nif:friendToBeAdded>Veronica_front_Actions_65664_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>